app/controllers/api/v1/users_controller.rb

INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", 2017-01-02 16:50:10 UTC], ["updated_at", 2017-01-02 16:50:10 UTC]]
---
  def create
    @user = User.new(user_params)

    if @user.save